Repository: kashjack/bt_f_ma_pro_acv
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: BT Music
ru: BT Музыка

source: SD Card
ru: SD Карта

source: Radio
ru: Радио

source: Connect
ru: Подключение

source: Connected
ru: Подключено

source: DisConnected
ru: Отключение от сети

source: Device
ru: Устройство

source: Paired Device
ru: Сопряженное устройство

source: Devices Found
ru: Найденные устройства

# reconnected_msg
source: Bluetooth is disconnected and needs to be reconnected
ru: Bluetooth отключен, требуется повторное подключение

# openMap_msg
source: Pick a Map application
ru: Выберите приложение навигации

source: Fader
ru: Фэйдер

source: Balance
ru: Баланс

source: ON
ru: Вкл.

source: OFF
ru: Выкл.

source: L
ru: Л

source: LEFT
ru: ЛЕВЫЙ

source: R
ru: П

source: RIGHT
ru: ПРАВЫЙ

source: Front
ru: Фронт

source: FRONT
ru: ФРОНТ

source: Rear
ru: Тыл

source: REAR
ru: ТЫЛ

source: All
ru: Все

source: ALL
ru: ВСЕ

source: WOOFER
ru: САБ

source: L-WOOFER
ru: Саб-Л

source: R-WOOFER
ru: Саб-П

source: Gain
ru: Уровень

source: GAIN
ru: Уровень

source: GAIN LEFT
ru: Уровень левый

source: GAIN RIGHT
ru: Уровень правый

source: Reset
ru: Сброс

source: Distance
ru: Расстояние

source: Alignment
ru: Задержки

source: Position
ru: Позиция

source: Speaker
ru: Кроссовер

source: SPEAKER Settings
ru: Настройки динамиков

source: Tweeter
ru: Твитер

source: X'Over
ru: Кроссовер

source: FRQ
ru: Частота

source: FRQ THROUGH
ru: ВЫКЛ

source: F HPF FRQ
ru: Частота

source: R HPF FRQ
ru: Частота

source: HPF
ru: ФНЧ

# jk_in
source: in
ru: Вход

source: SLOPE
ru: Спад

source: LOUD
ru: ТК

source: BAND
ru: ПОЛОСА

source: STEREO
ru: СТЕРЕО

source: PHASE
ru: Фаза

source: NORMAL
ru: НОРМА

source: REVERSE
ru: РЕВЕРС

source: SUBWOOFER LPF
ru: САБВУФЕР

source: Subwoofer
ru: Сабвуфер

source: Level
ru: Уровень

source: BASS BOOST
ru: Бас Буст

source: Q-FACTOR
ru: Q-ФАКТОР

source: Manual
ru: Ручной

source: CUSTOM
ru: ПОЛЬЗОВАТЕЛЬ

source: ROCK
ru: РОК

source: POP
ru: ПОП

source: JAZZ
ru: ДЖАЗ

source: FLAT
ru: РОВНЫЙ

source: Auto
ru: Автоматический

source: AUDIO SET
ru: Настройки аудио

source: MID RANGE
ru: СЧ Динамик

source: CANCEL
ru: Отмена

source: pull to scan
ru: потяните для сканирования

source: release to scan
ru: отпустите для сканирования

source: scaning
ru: сканирование

source: F-HPF FRQ
ru: ФВЧ Частота

source: F-HPF SLOPE
ru: Спад

source: F-LPF FRQ
ru: ФНЧ Частота

source: F-LPF SLOPE
ru: Спад

source: LPF FRQ
ru: ФНЧ Частота

source: LPF SLOPE
ru: Спад

source: HPF SLOPE
ru: Спад

source: SW LPF FRQ
ru: Частота

source: SW LPF PHASE
ru: Фаза

source: SUB
ru: САБ

source: HPF FRQ
ru: ВЧ ФВЧ Частота

source: EQ
ru: Эквалайзер

source: FA/BA
ru: Фэйдер/Баланс

source: Value
ru: Значение
